[
    {
        "companyHeaderInfo":"The Omen series leads off with two laptops simply called the Omen. They're identical black notebooks with red highlights — sorry, 'dragon red' highlights, according to HP — around each key and on the lid. HP's logo only shows up on the inside; instead, the back of the laptops display a strange red diamond that looks vaguely gamery.",
        "companyLogoLink":"images/omenlogo.png",
        "companyLogoAlt":"logo company",
        "companyMainInfo":"The line is kicking off today with the announcement of four products: two laptops, a tower, and a display. For the most part, these first products are starting toward the higher end of the market.",
        "companyFooterInfo":"The two Omen laptops are differentiated by size and specs. The smaller model has a 15.6-inch display and starts with one of Intel's Core i3 processors; the larger model has a 17.3-inch display and starts with an i5 processor. Both can be configured with up to an i7 processor, 16GB of RAM, a GeForce GTX 965M GPU, and a 4K display.",
        "companyLikeLink":"images/like.png"
    },
    {
        "companyHeaderInfo":"AsusTek Computer Inc. is a Taiwan-based multinational computer and phone hardware and electronics company headquartered in Beitou District, Taipei, Taiwan. Its products include desktops, laptops, netbooks, mobile phones, networking equipment, monitors, WIFI routers, projectors, motherboards, graphics cards, optical storage, multimedia products, peripherals, wearables, servers, workstations, and tablet PCs. The company is also an original equipment manufacturer.",
        "companyLogoLink":"images/asuslogo.png",
        "companyLogoAlt":"logo company",
        "companyMainInfo":"Asus was founded in Taipei in 1989 by T.H. Tung, Ted Hsu, Wayne Hsieh and M.T. Liao, all four having previously worked at Acer as hardware engineers. At this time, Taiwan had yet to establish a leading position in the computer-hardware business. Intel Corporation would supply any new processors to more established companies like IBM first, and Taiwanese companies would have to wait for approximately six months after IBM received their engineering prototypes.",
        "companyFooterInfo":"",
        "companyLikeLink":"images/like.png"
    },
    {
        "companyHeaderInfo":"Micro-Star International Co., Ltd is a Taiwanese multinational information technology corporation headquartered in New Taipei City, Taiwan. It designs, develops and provides computer hardware, related products and services, including laptops, desktops, motherboards, graphics cards, All-in-One PCs, servers, industrial computers, PC peripherals, car infotainment products, etc. The company has a primary listing on the Taiwan Stock Exchange and was established in August 1986 by 5 founders – Hsu Xiang, Huang Jinqing, Lin Wentong, Yu Xian'neng, and Lu Qilong. The company has been a sponsor for a number of eSports teams and is also the host of the international gaming event MSI Masters Gaming Arena. The earliest Beat IT tournament can be traced back to 2010, featuring Evil Geniuses winning the championship. The company's slogan as seen in 2017 is 'TRUE GAMING. SOME ARE PC, WE ARE GAMING.'",
        "companyLogoLink":"images/msilogo.png",
        "companyLogoAlt":"logo company",
        "companyMainInfo":"",
        "companyFooterInfo":"",
        "companyLikeLink":"images/like.png"
    }
]